---
kind: other
id: Properties.T:Autodesk.Revit.DB.Structure.LoadTypeBase
source: html/05997fee-416d-925a-7c16-bd6585cf4a0e.htm
---
# LoadTypeBase Properties

The id of the assembly instance to which the element belongs.